Repository: liristy/amperfy
Catalog: Amperfy/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Automatic
zh_hans: 自动

source: Headphones
zh_hans: 耳机

source: Headphone Icon
zh_hans: 耳机图标

source: Long press to choose headphone icon
zh_hans: 长按可选择耳机图标

source: API Error
zh_hans: API 错误

source: Abort
zh_hans: 中止

source: Aborted
zh_hans: 已中止

source: Account
zh_hans: 账号

source: Account already added!
zh_hans: 此账号已添加！

source: Active Equalizer
zh_hans: 当前均衡器

source: Add
zh_hans: 添加

source: Add Account
zh_hans: 添加账号

source: Add Cloudflare Access Token
zh_hans: 添加 Cloudflare Access 令牌

source: Add Context Queue to Playlist
zh_hans: 将当前播放队列添加到歌单

source: Add Duplicate
zh_hans: 添加重复歌曲

source: Add Duplicates
zh_hans: 添加重复歌曲

source: Add Header
zh_hans: 添加请求头

source: Add Songs Anyway
zh_hans: 仍然添加

source: Add Songs to Playlist
zh_hans: 添加歌曲到歌单

source: Add alternative URL
zh_hans: 添加备用地址

source: Add skip forward and skip backward buttons to the music player, along with the previous/next buttons.
zh_hans: 在播放器中添加快进和快退按钮。

source: Add to Playlist
zh_hans: 添加到歌单

source: Album
zh_hans: 专辑

source: Album Artists
zh_hans: 专辑艺人

source: Album Duration
zh_hans: 专辑时长

source: Albums
zh_hans: 专辑

source: Albums and Songs
zh_hans: 专辑与歌曲

source: All
zh_hans: 全部

source: All playlists have been synced.
zh_hans: 所有歌单已同步。

source: Alternative URL added.
zh_hans: 已添加备用地址。

source: Alternative URL could not be verified! Authentication failed! Alternative URL has not been added.
zh_hans: 备用地址验证失败，未能通过认证，地址尚未添加。

source: Always
zh_hans: 始终

source: qMusic can inform you about the latest podcast episodes. If you want to, please authorize qMusic to send you notifications.
zh_hans: 允许 qMusic 发送通知，以便及时获知最新播客单集。

source: qMusic support
zh_hans: qMusic 支持

source: Appearance
zh_hans: 外观

source: Append Context Queue
zh_hans: 追加当前播放队列

source: Append Podcast Queue
zh_hans: 追加播客队列

source: Append User Queue
zh_hans: 追加待播列表

source: Append to Context Queue
zh_hans: 追加到当前播放队列

source: Append to Podcast Queue
zh_hans: 追加到播客队列

source: Append to User Queue
zh_hans: 追加到待播列表

source: Applying cache ...
zh_hans: 正在应用缓存…

source: Are you sure to delete the podcast episode on the server?
zh_hans: 确定从服务器删除此播客单集吗？

source: Are you sure to delete this equalizer?
zh_hans: 确定删除此均衡器吗？

source: Are you sure you want to delete this account’s downloaded songs and podcast episodes?
zh_hans: 确定删除此账号已下载的歌曲和播客单集吗？

source: Artist
zh_hans: 艺人

source: Artist Duration
zh_hans: 艺人作品时长

source: Artists
zh_hans: 艺人

source: Artists, Albums and Songs
zh_hans: 艺人、专辑与歌曲

source: Artwork
zh_hans: 封面

source: Artwork Display
zh_hans: 封面显示

source: Artwork Display Settings
zh_hans: 封面显示设置

source: Artwork Download
zh_hans: 封面下载

source: Artwork Download Settings
zh_hans: 封面下载设置

source: Artworks
zh_hans: 封面

source: Authentication failed! Password has not been updated.
zh_hans: 认证失败，密码未更新。

source: Auto Cache
zh_hans: 自动缓存

source: Auto-cache played tracks and download upcoming ones
zh_hans: 自动缓存已播放歌曲，并下载待播歌曲

source: Automatically normalize track volume based on replay gain information for consistent loudness.
zh_hans: 根据 ReplayGain 信息调整歌曲音量，使响度保持一致。

source: Autoplay After End
zh_hans: 队列结束后自动播放

source: Available
zh_hans: 可用

source: Back 15 seconds
zh_hans: 后退 15 秒

source: Backend API
zh_hans: 服务器 API

source: Background song sync
zh_hans: 后台同步歌曲

source: Blue
zh_hans: 蓝色

source: Build Number
zh_hans: 构建版本

source: Cache
zh_hans: 缓存

source: Cache Format (Transcoding)
zh_hans: 缓存格式 （转码）

source: Cache Size Limit
zh_hans: 缓存大小上限

source: Cached
zh_hans: 已缓存

source: Cached Artworks
zh_hans: 已缓存封面

source: Cached Podcast Episodes
zh_hans: 已缓存播客单集

source: Cached Songs
zh_hans: 已缓存歌曲

source: Cancel
zh_hans: 取消

source: Cancel all downloads
zh_hans: 取消所有下载

source: Cellular Streaming Bitrate Limit
zh_hans: 蜂窝网络播放 码率上限

source: Cellular Streaming Format (Transcoding)
zh_hans: 蜂窝网络播放 格式（转码）

source: Certain interactions provide haptic feedback. Long pressing to display the details menu will always trigger haptic feedback.
zh_hans: 为部分操作提供触感反馈。长按打开详情菜单时始终提供触感反馈。

source: Change Grid Size
zh_hans: 调整网格大小

source: Change account password...
zh_hans: 修改账号密码…

source: Change date
zh_hans: 修改日期

source: Clear Player
zh_hans: 清空播放器

source: Clear Search History
zh_hans: 清除搜索记录

source: Clear User Queue
zh_hans: 清空待播列表

source: Clear finished downloads
zh_hans: 清除已完成的下载

source: Client API Version
zh_hans: 客户端 API 版本

source: Close
zh_hans: 关闭

source: Compact
zh_hans: 紧凑

source: Complete Cache Size
zh_hans: 总缓存大小

source: Completed
zh_hans: 已完成

source: Copy ID to Clipboard
zh_hans: 复制 ID

source: Copy to Clipboard
zh_hans: 复制到剪贴板

source: Create new Equalizer
zh_hans: 新建均衡器

source: Custom HTTP Headers
zh_hans: 自定义 HTTP 请求头

source: Dark
zh_hans: 深色

source: Date Added
zh_hans: 添加日期

source: Delete
zh_hans: 删除

source: Delete Cache
zh_hans: 删除缓存

source: Delete Equalizer
zh_hans: 删除均衡器

source: Delete all downloaded artworks
zh_hans: 删除所有已下载封面

source: Delete downloaded songs and podcast episodes
zh_hans: 删除已下载的歌曲和播客

source: Delete on Server
zh_hans: 从服务器删除

source: Deleted on server
zh_hans: 已从服务器删除

source: Description
zh_hans: 介绍

source: Detailed Information
zh_hans: 详细信息

source: Developer
zh_hans: 开发者

source: Directories
zh_hans: 文件夹

source: Directories and Songs
zh_hans: 文件夹与歌曲

source: Directory
zh_hans: 文件夹

source: Disable Player Shuffle Button
zh_hans: 禁用随机播放按钮

source: Display
zh_hans: 显示

source: Display & Interaction
zh_hans: 显示与交互

source: Display album duration in table rows.
zh_hans: 在列表中显示专辑时长。

source: Display artist duration in table rows.
zh_hans: 在列表中显示艺人作品总时长。

source: Display song duration in table rows.
zh_hans: 在列表中显示歌曲时长。

source: Display star rating in song cells and the currently playing view.
zh_hans: 在歌曲列表和正在播放页面显示星级评分。

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载

source: Download all artworks in library
zh_hans: 下载资料库中的所有封面

source: Download all songs in library
zh_hans: 下载资料库中的所有歌曲

source: Download once per session (change detection)
zh_hans: 每次启动下载一次（检测更新）

source: Download only once
zh_hans: 仅下载一次

source: Downloads
zh_hans: 下载

source: Duration
zh_hans: 时长

source: Edit
zh_hans: 编辑

source: Email Info
zh_hans: 邮件信息

source: Email is not configured in settings app or qMusic is not able to send an email.
zh_hans: 尚未配置邮件账号，或 qMusic 无法发送邮件。

source: Enable Equalizer
zh_hans: 启用均衡器

source: Enable ReplayGain
zh_hans: 启用响度均衡

source: Enable to scrobble all streamed songs, even if the server already marks them as played.
zh_hans: 为所有在线播放的歌曲上报播放记录，即使服务器已将其标记为已播放。

source: Enable to start playback only when the Play button is pressed.
zh_hans: 开启后仅在点击播放按钮时开始播放。

source: Episodes sorted by release date
zh_hans: 按发布日期排序

source: Equalizer
zh_hans: 均衡器

source: Equalizer Editor
zh_hans: 编辑均衡器

source: Equalizer Name
zh_hans: 均衡器名称

source: Error
zh_hans: 错误

source: Event Log
zh_hans: 事件日志

source: Favorite
zh_hans: 收藏

source: Favorite Albums
zh_hans: 收藏的专辑

source: Favorite Artists
zh_hans: 收藏的艺人

source: Favorites
zh_hans: 收藏

source: Favorite Songs
zh_hans: 收藏的歌曲

source: Filter
zh_hans: 筛选

source: Follow iPhone language; choose Chinese or English in system settings.
zh_hans: 跟随 iPhone 语言，也可在系统设置中选择简体中文或英语。

source: Forward 30 seconds
zh_hans: 前进 30 秒

source: General
zh_hans: 通用

source: Generate Default Artworks
zh_hans: 生成默认封面

source: Generative Art
zh_hans: 生成艺术

source: Genre
zh_hans: 流派

source: Genres
zh_hans: 流派

source: Go to Site
zh_hans: 打开网站

source: Green
zh_hans: 绿色

source: Grid
zh_hans: 网格

source: Haptic Feedback
zh_hans: 触感反馈

source: Header name
zh_hans: 请求头名称

source: Headers are sent with every request to the server, including streaming and downloads. Use this to provide a Cloudflare Access service token (CF-Access-Client-Id / CF-Access-Client-Secret) or any other proxy authentication header.
zh_hans: 这些请求头会随每次服务器请求发送，包括播放和下载。可用于 Cloudflare Access 服务令牌或其他代理认证。

source: Hidden
zh_hans: 隐藏

source: Hide Audio Visualizer
zh_hans: 隐藏音频可视化

source: Hide Lyrics
zh_hans: 隐藏歌词

source: Home
zh_hans: 首页

source: Home Preferences
zh_hans: 首页偏好

source: Increased Bass
zh_hans: 增强低音

source: Increased Treble
zh_hans: 增强高音

source: Info
zh_hans: 信息

source: Initial Sync
zh_hans: 首次同步

source: Inputs are not valid.
zh_hans: 输入内容无效。

source: Insert Context Queue
zh_hans: 插入当前播放队列

source: Insert Podcast Queue
zh_hans: 插入播客队列

source: Insert User Queue
zh_hans: 插入待播列表

source: Insert in Context Queue
zh_hans: 插入当前播放队列

source: Insert in Podcast Queue
zh_hans: 插入播客队列

source: Insert in User Queue
zh_hans: 插入待播列表

source: Instant Mix
zh_hans: 相似歌曲混合播放

source: Keep the mini player window floating above all other windows.
zh_hans: 将迷你播放器窗口保持在其他窗口上方。

source: Keeps track of song progress so playback continues from the previously saved position.
zh_hans: 记录歌曲进度，下次从上次停止的位置继续播放。

source: LIVE
zh_hans: 直播

source: LOSSLESS
zh_hans: 无损

source: Language
zh_hans: 语言

source: Large
zh_hans: 大封面

source: Last time played
zh_hans: 上次播放时间

source: Leading
zh_hans: 向右滑动

source: Library
zh_hans: 资料库

source: License
zh_hans: 许可协议

source: Licenses
zh_hans: 许可协议

source: Light
zh_hans: 浅色

source: Logging out will sign you out of the current account. Your login credentials will be removed, and all downloaded files for this account will be deleted. Do you want to log out?
zh_hans: 将退出当前账号、移除登录信息，并删除此账号的所有已下载文件。 确定退出登录吗？

source: Login
zh_hans: 登录

source: Login failed
zh_hans: 登录失败

source: Logout
zh_hans: 退出登录

source: Lyrics
zh_hans: 歌词

source: Lyrics Smooth Scrolling
zh_hans: 歌词平滑滚动

source: Lyrics are not available anymore.
zh_hans: 歌词已不可用。

source: Lyrics are smoothly scrolled to next line. Deactivating will result in jumping from line to line.
zh_hans: 平滑滚动至下一行歌词，关闭后直接跳转。

source: Manage Server URLs
zh_hans: 管理服务器地址

source: Manual Playback
zh_hans: 手动开始播放

source: Many Songs
zh_hans: 多首歌曲

source: Mark as Favorite
zh_hans: 标记为收藏

source: Mini Player Always on Top
zh_hans: 迷你播放器置顶

source: Music
zh_hans: 音乐

source: Music Player Skip Buttons
zh_hans: 显示快进和快退按钮

source: Music Queue
zh_hans: 音乐队列

source: My new Equalizer
zh_hans: 我的均衡器

source: Name
zh_hans: 名称

source: Never
zh_hans: 从不

source: New Playlist
zh_hans: 新建歌单

source: Newest Albums
zh_hans: 最新专辑

source: Newest Episode
zh_hans: 最新单集

source: Newest Podcast Episodes
zh_hans: 最新播客单集

source: Newest Songs
zh_hans: 最新歌曲

source: Next from Queue
zh_hans: 接下来播放

source: Next track
zh_hans: 下一首

source: No
zh_hans: 无

source: No Directories
zh_hans: 暂无文件夹

source: No Directories or Songs
zh_hans: 暂无文件夹或歌曲

source: No Genres
zh_hans: 暂无流派

source: No Limit
zh_hans: 不限

source: No Limit (default)
zh_hans: 不限（默认）

source: No Lyrics
zh_hans: 暂无歌词

source: No Playlists
zh_hans: 暂无歌单

source: No Podcast Episodes
zh_hans: 暂无播客单集

source: No Podcasts
zh_hans: 暂无播客

source: No Radios
zh_hans: 暂无电台

source: No Rating
zh_hans: 暂无评分

source: No Search History
zh_hans: 暂无搜索记录

source: No Songs
zh_hans: 暂无歌曲

source: No music playing
zh_hans: 暂无正在播放的音乐

source: No password given!
zh_hans: 请输入密码！

source: No podcast playing
zh_hans: 暂无正在播放的播客

source: No server URL given!
zh_hans: 请输入服务器地址！

source: No similar songs found
zh_hans: 未找到相似歌曲

source: No username given!
zh_hans: 请输入用户名！

source: Not Available
zh_hans: 不可用

source: Not able to login!
zh_hans: 无法登录！

source: Not checked Artworks
zh_hans: 未检查的封面

source: Not rated
zh_hans: 未评分

source: Notifications
zh_hans: 通知

source: OK
zh_hans: 好

source: Off
zh_hans: 关闭

source: Offline Mode
zh_hans: 离线模式

source: Offline Mode is active.
zh_hans: 离线模式已开启。

source: One
zh_hans: 单个

source: Only ID3 tag artworks
zh_hans: 仅使用内嵌封面

source: Only server artworks
zh_hans: 仅使用服务器封面

source: Open Language Settings
zh_hans: 打开语言设置

source: Open Now Playing
zh_hans: 打开正在播放

source: Options
zh_hans: 选项

source: Orange
zh_hans: 橙色

source: Password
zh_hans: 密码

source: Password updated!
zh_hans: 密码已更新！

source: Pause
zh_hans: 暂停

source: Pending
zh_hans: 等待中

source: Play
zh_hans: 播放

source: Play Next
zh_hans: 下一首播放

source: Play shuffled
zh_hans: 随机播放

source: Playback Rate
zh_hans: 播放速度

source: Playback position
zh_hans: 播放进度

source: Player
zh_hans: 播放器

source: Player Info
zh_hans: 播放信息

source: Player Options
zh_hans: 播放选项

source: Player options
zh_hans: 播放选项

source: Player, Stream & Scrobble
zh_hans: 播放、流媒体与播放记录

source: Playing next
zh_hans: 待播列表

source: Playlist
zh_hans: 歌单

source: Playlist Add Songs
zh_hans: 向歌单添加歌曲

source: Playlist Name
zh_hans: 歌单名称

source: Playlists
zh_hans: 歌单

source: Please provide either 'https://' or 'http://' in your server URL.
zh_hans: 服务器地址需以 https:// 或 http:// 开头。

source: Please provide the new password.
zh_hans: 请输入新密码。

source: Please wait...
zh_hans: 请稍候…

source: Podcast
zh_hans: 播客

source: Podcast Episode
zh_hans: 播客单集

source: Podcast Episodes
zh_hans: 播客单集

source: Podcasts
zh_hans: 播客

source: Podcasts sorted by name
zh_hans: 按名称排序

source: Prefer ID3 tag over server artwork
zh_hans: 优先使用内嵌封面

source: Prefer server artwork over ID3 tag
zh_hans: 优先使用服务器封面

source: Prevent Screen Lock
zh_hans: 防止锁屏

source: Previous
zh_hans: 上一首

source: Previous track
zh_hans: 上一首

source: Progress
zh_hans: 进度

source: Provided URL is already in URLs list.
zh_hans: 此地址已在列表中。

source: Purple
zh_hans: 紫色

source: Queue
zh_hans: 播放队列

source: Radio
zh_hans: 电台

source: Radios
zh_hans: 电台

source: Random
zh_hans: 随机

source: Random Albums
zh_hans: 随机专辑

source: Random Artists
zh_hans: 随机艺人

source: Random Genres
zh_hans: 随机流派

source: Random Songs
zh_hans: 随机歌曲

source: Rating
zh_hans: 评分

source: Recently Played Albums
zh_hans: 最近播放的专辑

source: Recently Played Playlists
zh_hans: 最近播放的歌单

source: Recently Searched
zh_hans: 最近搜索

source: Red
zh_hans: 红色

source: Reduced Bass
zh_hans: 减弱低音

source: Refresh Randoms
zh_hans: 刷新随机内容

source: Reminder
zh_hans: 提醒

source: Remove from Cache
zh_hans: 移除缓存

source: Reorder
zh_hans: 重新排序

source: Repeat
zh_hans: 循环播放

source: Report an issue on GitHub
zh_hans: 在 GitHub 报告问题

source: Resync
zh_hans: 重新同步

source: Resync Library
zh_hans: 重新同步资料库

source: Retry failed downloads
zh_hans: 重试失败的下载

source: Ring
zh_hans: 圆环

source: Save
zh_hans: 保存

source: Scrobble streamed Songs
zh_hans: 上报在线播放记录

source: Scroll to currently playing
zh_hans: 定位正在播放的歌曲

source: Search
zh_hans: 搜索

source: Select
zh_hans: 选择

source: Select API
zh_hans: 选择 API

source: Select a transcoding format for streaming while on WiFi. Transcoding is recommended for better compatibility.
zh_hans: 选择 Wi-Fi 下播放使用的转码格式。转码有助于提高兼容性。

source: Select a transcoding format for streaming while using Cellular. Transcoding is recommended for better compatibility.
zh_hans: 选择蜂窝网络下播放使用的转码格式。转码有助于提高兼容性。

source: Send issue or feedback to developer
zh_hans: 向开发者反馈问题或建议

source: Server API Version
zh_hans: 服务器 API 版本

source: Server URLs
zh_hans: 服务器地址

source: Server chooses Codec
zh_hans: 由服务器选择编码

source: Server syncing
zh_hans: 正在同步服务器

source: Set the maximum streaming bitrate for Cellular.
zh_hans: 设置蜂窝网络播放的最高码率。

source: Set the maximum streaming bitrate for WiFi.
zh_hans: 设置 Wi-Fi 播放的最高码率。

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Show Album
zh_hans: 查看专辑

source: Show Artist
zh_hans: 查看艺人

source: Show Audio Visualizer
zh_hans: 显示音频可视化

source: Show Episode Description
zh_hans: 查看单集介绍

source: Show navigation
zh_hans: 展开导航栏

source: Show Lyrics
zh_hans: 显示歌词

source: Show Podcast
zh_hans: 查看播客

source: Show Podcast Description
zh_hans: 查看播客介绍

source: Show Star Rating
zh_hans: 显示星级评分

source: Shuffle
zh_hans: 随机播放

source: Size
zh_hans: 大小

source: Skip
zh_hans: 跳过

source: Skip Duplicates
zh_hans: 跳过重复歌曲

source: Skip Sync
zh_hans: 跳过同步

source: Skipped
zh_hans: 已跳过

source: Skipping initial sync results in an incomplete library. Missing library elements can later be synced via various search/update functionalities.
zh_hans: 跳过首次同步会导致资料库不完整。之后可通过搜索或刷新同步缺少的内容。

source: Smart
zh_hans: 智能

source: Smart Playlist
zh_hans: 智能歌单

source: Some Songs are already in this Playlist.
zh_hans: 部分歌曲已在此歌单中。

source: Some Songs are already in your Playlist.
zh_hans: 部分歌曲已在歌单中。

source: Song
zh_hans: 歌曲

source: Song Duration
zh_hans: 歌曲时长

source: Song Info
zh_hans: 歌曲信息

source: Song Playback Resume
zh_hans: 记住歌曲播放进度

source: Song Rating
zh_hans: 歌曲评分

source: Song options
zh_hans: 歌曲选项

source: Songs
zh_hans: 歌曲

source: Songs, podcasts, and artworks won’t download offline. Searches are limited to the device, and playlists won’t sync with the server.
zh_hans: 离线时不下载歌曲、播客或封面。搜索仅限本机内容，歌单不会与服务器同步。

source: Sort
zh_hans: 排序

source: Spectrum Bars
zh_hans: 频谱

source: Starred date
zh_hans: 收藏日期

source: Stop
zh_hans: 停止

source: Style
zh_hans: 样式

source: Support
zh_hans: 帮助与支持

source: Swipe
zh_hans: 滑动操作

source: Sync All Playlists
zh_hans: 同步所有歌单

source: Synchronization
zh_hans: 同步

source: Syncing albums ...
zh_hans: 正在同步专辑…

source: Syncing artists ...
zh_hans: 正在同步艺人…

source: Syncing genres ...
zh_hans: 正在同步流派…

source: Syncing playlists ...
zh_hans: 正在同步歌单…

source: Syncing podcasts ...
zh_hans: 正在同步播客…

source: Syncing songs ...
zh_hans: 正在同步歌曲…

source: System
zh_hans: 跟随系统

source: Table
zh_hans: 列表

source: The URL must reach the same server. Otherwise library inconsistencies will occur.
zh_hans: 备用地址必须指向同一服务器，否则资料库数据可能不一致。

source: The player shuffle button is displayed but non-interactive.
zh_hans: 仍显示随机播放按钮，但无法点击。

source: Theme Color
zh_hans: 主题颜色

source: This Song is already in your Playlist.
zh_hans: 此歌曲已在歌单中。

source: This action will add all uncached artworks to the download queue. With this action a lot network traffic can be generated and device storage capacity will be taken. Continue?
zh_hans: 将所有未缓存封面加入下载队列，可能消耗大量流量和存储空间。是否继续？

source: This action will delete downloaded artworks. Artworks embedded in song/podcast episode files will be kept. Continue?
zh_hans: 将删除已下载的封面，歌曲和播客文件内嵌的封面会保留。是否继续？

source: This will add all uncached songs in your library to the download queue. This may use a lot of data and storage. Continue?
zh_hans: 将资料库中所有未缓存歌曲加入下载队列，可能消耗大量流量和存储空间。是否继续？

source: This will reset your local library and start syncing again from the server. Your downloaded files will remain on this device. Do you want to resync your library?
zh_hans: 将重置本地资料库，并从服务器重新同步。已下载文件会保留。 确定重新同步吗？

source: Toggle Favorite
zh_hans: 切换收藏

source: Trailing
zh_hans: 向左滑动

source: Two
zh_hans: 两个

source: Unknown
zh_hans: 未知

source: Unknown (Orphaned)
zh_hans: 未知（未关联）

source: Unknown Album
zh_hans: 未知专辑

source: Unknown Artist
zh_hans: 未知艺人

source: Unknown Genre
zh_hans: 未知流派

source: Unknown Podcast
zh_hans: 未知播客

source: Unknown Title
zh_hans: 未知标题

source: Unmark favorite
zh_hans: 取消收藏

source: Update Password
zh_hans: 更新密码

source: Username
zh_hans: 用户名

source: Value
zh_hans: 值

source: Version
zh_hans: 版本

source: Visible
zh_hans: 显示

source: Visualizer Style
zh_hans: 音频可视化样式

source: Volume
zh_hans: 音量

source: Volume options
zh_hans: 音量选项

source: Waveform
zh_hans: 波形

source: When connected to charger
zh_hans: 仅充电时

source: When the queue ends, automatically continue playback using Instant Mix to find similar songs.
zh_hans: 队列结束后，自动查找并播放相似歌曲。

source: WiFi Streaming Bitrate Limit
zh_hans: Wi-Fi 播放 码率上限

source: WiFi Streaming Format (Transcoding)
zh_hans: Wi-Fi 播放 格式（转码）

source: X-Callback-URL Documentation
zh_hans: X-Callback-URL 文档

source: Year
zh_hans: 年份

source: Yellow
zh_hans: 黄色

source: You aren't logged in yet.
zh_hans: 你尚未登录。

source: Your directories and songs will appear here.
zh_hans: 文件夹和歌曲将显示在这里。

source: Your directories will appear here.
zh_hans: 文件夹将显示在这里。

source: Your genres will appear here.
zh_hans: 流派将显示在这里。

source: Your music collection is constantly updating. Already synced library items are offline available. If library items (artists/albums/songs) are not shown in your collection please use the various search functionalities to synchronize with the server.
zh_hans: 资料库正在持续更新，已同步的内容可离线浏览。若缺少艺人、专辑或歌曲，可使用搜索功能从服务器同步。

source: Your playlists will appear here.
zh_hans: 歌单将显示在这里。

source: Your podcast episodes will appear here.
zh_hans: 播客单集将显示在这里。

source: Your podcasts will appear here.
zh_hans: 播客将显示在这里。

source: Your radios will appear here.
zh_hans: 电台将显示在这里。

source: Your search history will appear here.
zh_hans: 搜索记录将显示在这里。

source: Your songs will appear here.
zh_hans: 歌曲将显示在这里。

source: mp3 (default)
zh_hans: MP3（默认）

source: %ld Song
zh_hans: %ld 首歌曲

source: %ld Songs
zh_hans: %ld 首歌曲

source: %ld Album
zh_hans: %ld 张专辑

source: %ld Albums
zh_hans: %ld 张专辑

source: %ld Artist
zh_hans: %ld 位艺人

source: %ld Artists
zh_hans: %ld 位艺人

source: %ld Episode
zh_hans: %ld 集

source: %ld Episodes
zh_hans: %ld 集

source: %ld Radio
zh_hans: %ld 个电台

source: %ld Radios
zh_hans: %ld 个电台

source: %ld Stars
zh_hans: %ld 星

source: Search in "%@"
zh_hans: 在“%@”中搜索

source: Download %@
zh_hans: 下载%@

source: Add %ld Songs to Playlist
zh_hans: 将 %ld 首歌曲添加到歌单

source: Add %ld Songs to "%@"
zh_hans: 将 %ld 首歌曲添加到“%@”

source: Add Songs to "%@"
zh_hans: 添加歌曲到“%@”

source: Are you sure to delete the cached files?
zh_hans: 确定删除这些缓存文件吗？

source: Are you sure to add %ld songs from "%@" to download queue?
zh_hans: 确定将“%2$@”中的 %1$ld 首歌曲加入下载队列吗？

source: Playing instant mix with %ld songs
zh_hans: 正在混合播放 %ld 首相似歌曲

source: The Playlist "%@" has been successfully synced to the server.
zh_hans: 歌单“%@”已成功同步到服务器。

source: Adding %ld Songs to this Playlist may cause performance issues during server synchronization.
zh_hans: 添加 %ld 首歌曲可能会影响歌单同步性能。

source: Instant Mix: %@
zh_hans: 相似歌曲：%@

source: Rating: %ld
zh_hans: 评分：%ld

source: %@ left
zh_hans: 剩余 %@

source: User
zh_hans: 用户

source: Title
zh_hans: 标题

source: Create
zh_hans: 创建

source: New playlist name
zh_hans: 新歌单名称

source: Syncing
zh_hans: 正在同步

source: Updating
zh_hans: 正在更新

source: Skip >
zh_hans: 跳过 >

source: Repeat All
zh_hans: 列表循环

source: Repeat One
zh_hans: 单曲循环

source: Repeat Off
zh_hans: 关闭循环

source: Played tracks (songs and podcast episodes) are cached automatically. The next %ld tracks are downloaded in advance.
zh_hans: 自动缓存已播放的歌曲和播客，并提前下载接下来的 %ld 首。

source: Add %@ swipe
zh_hans: 添加%@操作

source: Auto-Detect
zh_hans: 自动检测

source: Subsonic (legacy login)
zh_hans: Subsonic（旧版登录）

source: Report streamed listening history
zh_hans: 上报在线播放记录

source: Send listening history to your music server. Navidrome forwards it to your linked ListenBrainz or Last.fm account.
zh_hans: 将听歌记录上报至音乐服务器，由 Navidrome 转发到你已关联的 ListenBrainz 或 Last.fm 账户。

source: Stop Playback After a Delay
zh_hans: 定时停止播放

source: Pause playback after the specified number of minutes. Set 0 to cancel the timer.
zh_hans: 在指定分钟数后停止播放，设为 0 可取消定时。

source: Minutes
zh_hans: 分钟

source: Stop playback after ${minutes} minutes
zh_hans: ${minutes} 分钟后停止播放

source: Sleep timer cancelled.
zh_hans: 已取消定时停止播放。

source: Playback will stop in %d minutes.
zh_hans: 将在 %d 分钟后停止播放。

source: Shuffle Favorites
zh_hans: 随机播放收藏

source: Shuffle your favorite songs. In offline mode, only downloaded favorites are played.
zh_hans: 随机播放收藏的歌曲；离线时只播放已下载的收藏。

source: Shuffle favorite songs
zh_hans: 随机播放收藏歌曲

source: Playing your favorite songs in random order.
zh_hans: 正在随机播放收藏的歌曲。

source: Enter a duration from 0 to 1440 minutes.
zh_hans: 请输入 0 到 1440 分钟，0 表示取消定时。

source: No playable favorite songs. Download favorites first when offline.
zh_hans: 没有可播放的收藏歌曲；离线时请先下载收藏。
